

questions_answers = {
    "Группа связанных друг с другом проектов, управляемых координированным образом, обычно предполагающая непрерывные, "
    "регулярно выполняемые задачи, называется?":
    "Программой",
    "Как называется процесс расположения рисков по степени их приоритетности для дальнейшего анализа или управления ими "
    "путем оценки и суммирования вероятностей их возникновения и воздействия на проект?":
    "Качественный анализ рисков",
    "Как называется процесс определения порядка выполнения действий по управлению рисками в рамках ИТ проекта?":
    "Планирование управления рисками",
    "Как называется процесс подтверждения доступности человеческих ресурсов и набора команды, необходимой для выполнения "
    "задач по проекту?":
    "Набор команды проекта",
    "Какая группа процессов является “входом” в проектное управление?":
    "Процессы инициации",
    "Что такое дерево решений?":
    "Графический инструмент для анализа проектных ситуаций, находящихся под воздействием риска",
    "Какой метод/инструмент оценки реализуемости проектного расписания используется для выявления плановых операций, "
    "которые необходимо выполнить, чтобы уложиться в указанные сроки?":
    "Метод выравнивания ресурсов",
    "Каковы последствия применения сжатия или быстрого прохода в проекте?":
    "Увеличивается стоимость проекта, растут риски проекта",
    "На каком этапе ИТ проекта происходит определение наиболее значимых условий заказчика?":
    "Подготовка требований заказчика",
    "Менеджер ИТ проекта создает иерархическую структуру работ для своего проекта. В данной структуре декомпозиции самый "
    "нижний уровень разбиения работ для менеджера проекта называется?":
    "Уровень пакетов работ",
    "Сжатие расписания означает?":
    "Сокращение расписания проекта без изменения содержания проекта, с сохранением ограничения на сроки, требуемые даты "
    "или иные цели"
}