

questions_answers = {
    "Группа связанных друг с другом проектов, управляемых координированным образом, обычно предполагающая непрерывные, "
    "регулярно выполняемые задачи, называется?":
    "Программой",

    "Как называется процесс расположения рисков по степени их приоритетности для дальнейшего анализа или управления ими "
    "путем оценки и суммирования вероятностей их возникновения и воздействия на проект?":
    "Качественный анализ рисков",

    "Как называется процесс определения порядка выполнения действий по управлению рисками в рамках ИТ проекта?":
    "Планирование управления рисками",

    "Как называется процесс подтверждения доступности человеческих ресурсов и набора команды, необходимой для выполнения "
    "задач по проекту?":
    "Набор команды проекта",

    "Какая группа процессов является “входом” в проектное управление?":
    "Процессы инициации",

    "Что такое дерево решений?":
    "Графический инструмент для анализа проектных ситуаций, находящихся под воздействием риска",

    "Какой метод/инструмент оценки реализуемости проектного расписания используется для выявления плановых операций, "
    "которые необходимо выполнить, чтобы уложиться в указанные сроки?":
    "Метод выравнивания ресурсов; Метод анализа возможных сценариев",

    "Каковы последствия применения сжатия или быстрого прохода в проекте?":
    "Увеличивается стоимость проекта, растут риски проекта",

    "На каком этапе ИТ проекта происходит определение наиболее значимых условий заказчика?":
    "Подготовка требований заказчика",

    "Менеджер ИТ проекта создает иерархическую структуру работ для своего проекта. В данной структуре декомпозиции самый "
    "нижний уровень разбиения работ для менеджера проекта называется?":
    "Уровень пакетов работ",

    "Сжатие расписания означает?":
    "Сокращение расписания проекта без изменения содержания проекта, с сохранением ограничения на сроки, требуемые даты "
    "или иные цели",

    "Как называется процесс контроля эффективности деятельности членов команды, обеспечения обратной связи, решения проблем "
    "и управления изменениями, направленный на оптимизацию выполнения проекта?":
    "Управление командой проекта",

    "Как расшифровывается аббревиатура ИСР в контексте содержания проекта?":
    "Иерархическая структура работ",

    "Для каких рисков выполняется количественный анализ?":
    "Для рисков с умеренным или высоким рангом",

    "Что определяет оценка реализуемости проекта?":
    "Будет ли проект успешным или он обречен на неудачу",

    "Как называется проектная роль должностного лица, отвечающего за стратегическое управление ходом реализации проекта?":
    "Куратор проекта или спонсор",

    "Чем является событие с вероятностью возникновения 0?":
    "Событием, которое не может произойти",

    "Какая информация является исходной для определения трудоемкости?":
    "План управления проектом; Наличие ресурсов; Список операций",

    "Какая информация имеет ключевое значение для составления описания содержания ИТ проекта?":
    "Технико-экономическое обоснование; Формулировака требований заказчика; Устав проекта",

    "С позиции системы отчетности по освоенному объему проект считается завершенным, когда:":
    "Проект считается завершенным, как только освоенный объем совпадает с суммарным объемом работ по проекту",

    "Если бы менеджеру проекта поручили приготовить ужин, то двумя операциями такого «проекта» могли бы стать жарка " 
    "котлет и запекание сладкого картофеля. Какой тип взаимосвязи следует ему использовать для этих двух операций, "
    "чтобы оба эти элемента были готовы и извлечены из печи одновременно?":
    "Финиш-Финиш",

    "Как называется неопределенное событие или условие, которое в случае возникновения имеет положительное или "
    "негативное воздействие по меньшей мере на один из параметров проекта?":
    "Риск проекта",

    "Как называется процесс разработки подробного описания проекта и продукта?":
    "Определение содержания",

    "Какие проектные роли не следует совмещать в ИТ-проектах?":
    "Менеджер по качеству и разработчик; Руководитель проекта и разработчик",

    "Какое из перечисленных действий должно быть выполнено раньше других при разработке расписания?\n"
    "(1) определение взаимосвязи операций\n"
    "(2) определение длительности каждой операции\n"
    "(3) определение перечня операций, которые должны быть включены в расписание\n"
    "(4) определение критического пути":
    "Определение перечня операций, которые должны быть включены в расписание",

    "При использовании какого метода построения сетевых диаграмм расписания проекта операции представляются в виде дуг, "
    "которые соединяются в узлах, показывающих их зависимости?":
    "Метод стрелочных диаграмм (операции на дугах)",
    "К какой области знания проектного управления относится процесс тестирования программного продукта?":
    "Управление качеством",

    "Менеджер проекта работает в компании, предпочитающей предоставлять наименьшие полномочия менеджерам проектов. "
    "Тип организации, считающей, что менеджер проекта должен иметь самую слабую власть, называется:":
    "Слабой матричной организацией",

    "В рамках какого процесса формируется реестр заинтересованных сторон?":
    "Определение заинтересованных сторон",

    "Какой процесс определяет, исполняются ли правила и процедуры по управлению рисками?":
    "Мониторинг и управление рисками",

    "Как называется процесс мониторинга статуса проекта для корректировки его исполнения и внесения изменений в "
    "базовое расписание?":
    "Управление расписанием",

    "В рамках каких процессов управления проектом разрабатывается план управления проектом и документация проекта?":
    "Процессы планирования",

    "На какой фазе внедрения программного обеспечения в организации заказчик утверждает отчет об экспресс-обследовании "
    "и соглашение о проекте?":
    "Инициация проекта",

    "Какие данные учитываются при формировании целевых групп, на которые будут направлены действия, описанные в плане "
    "коммуникаций ИТ проекта?":
    "Степень ответственности/участия в проекте; Иерархия позиции внутри компании",
    
    "Что такое риск проекта?":
    "Риск проекта — это неопределенное событие или условие, которое положительно или отрицательно влияет на цели проекта.",
    
    "Для чего используется базовый план?":
    "Для выявления отклонений фактических сроков выполнения операций от плановых.",
    
    "В рамках какого пакета работ по ИТ проекту выполняется формирование и согласование плана проведения интервью?":
    "Исследование",

    "Набор фаз, через которые проходит проект с момента его инициации до момента закрытия, называется:":
    "Жизненный цикл проекта",

    "Лицо, которое участвует в работе над проектом или может подвергаться ее воздействию, а также любой человек, "
    "который может что-либо получить или потерять в результате работ над проектом называется?":
    "Стейкхолдер или участник проекта",

    "Корректирующее воздействие это…":
    "Действие, предпринятое для устранения обнаруженного несоответствия плану проекта.",

    "Как называется процесс мониторинга статуса проекта и содержания продукта, а также управления изменениями базового "
    "плана по содержанию?":
    "Управление содержанием",

    "На какой фазе внедрения программного обеспечения в организации обеспечиваются условия для успешного "
    "выполнения проекта?":
    "Требования и ИТ-инфраструктура"
}